"ADD_EVENT_PROMPT" = "Ρύθμιση λεπτομερειών γεγονότος";
"ADD_EVENT" = "Νέο γεγονός";
"EDIT_EVENT" = "Αλλαγές";
"CANCEL" = "Ακύρωση";

"DELETE" = "Διαγραφή";
"DELETE_ONE" = "Διαγραφή τρέχοντος";
"DELETE_FUTURE" = "Διαγραφή μελλοντικών";
"DELETE_RECURRING_ALERT_TITLE" = "Αυτό είναι επαναλαμβανόμενο γεγονός.";
"DELETE_EVENT" = "Διαγραφή γεγονότος";

"DETACH_ONE" = "Μόνο για τρέχον γεγονός";
"DETACH_FUTURE" = "Για μελλοντικά γεγονότα";
"DETACH_ALL" = "Για όλα γεγονότα";
"DETACH_ALERT_TITLE" = "Αυτό είναι επαναλαμβανόμενο γεγονός.";

"CANCEL_DIRTY_ALERT_TITLE" = "Έγιναν αλλαγές στο γεγονός αυτό.";
"CANCEL_DIRTY_CANCEL" = "Ακύρωση αλλαγών";
"CANCEL_DIRTY_REVIEW" = "Αναθεώρηση αλλαγών";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Δεν είναι δυνατή η αποστολή πρόσκλησης";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "Το \«%@\» δεν φαίνεται να είναι έγκυρη διεύθυνση email.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Τίτλος";
"LOCATION_PLACEHOLDER" = "Τοποθεσία";
"TITLE_DETAIL_NAV_TITLE" = "Τίτλος και τοποθεσία";
"DEFAULT_EVENT_TITLE" = "Νέο γεγονός";
"ADD_TO_CALENDAR" = "Προσθήκη στο ημερολόγιο";

"STARTS" = "Αρχή";
"ENDS" = "Τέλος";
"DATE_DETAIL_NAV_TITLE" = "Ώρες";
"ALL_DAY_SWITCH_TITLE" = "Όλη μέρα";
"TIME_ZONE" = "Ζώνη ώρας";
"FLOATING" = "Αιωρούμενο";

"REPEAT" = "Επανάληψη";
"NEVER_DETAIL" = "Καμία";
"DAILY_DETAIL" = "Κάθε ημέρα";
"WEEKLY_DETAIL" = "Κάθε εβδομάδα";
"BIWEEKLY_DETAIL" = "Κάθε 2 εβδομάδες";
"MONTHLY_DETAIL" = "Κάθε μήνα";
"YEARLY_DETAIL" = "Ετησίως";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Επανάληψη";
"END_REPEAT" = "Λήξη";
"END_REPEAT_NAV_TITLE" = "Λήξη";
"TIME_ZONE_CHOOSER_PROMPT" = "Πληκτρολογήστε όνομα πόλης.";

"REPEAT_FOREVER" = "Επανάληψη για πάντα";

"ADD_INVITEES_NAV_TITLE" = "Προσκεκλημένοι";
"ADD_INVITEES_PROMPT" = "Προσθήκη προσκεκλημένων στο γεγονός.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Δεν είναι δυνατή η αποθήκευση γεγονότος";
"ALERT_TIME" = "Ώρα ειδοποίησης";
"CANNOT_REPEAT_EVENT" = "Δεν είναι δυνατή η επανάληψη γεγονότος";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

